from pyrogram import filters
from YMusic import app
import config
from filters import command


START_COMMAND = ["الاوامر", "ST"]

@app.on_message(command(START_COMMAND)
	)
async def _start(_, message):
	await message.reply_text("""-› ◥ اެواެمـݛ اެݪتشغيݪ ◤

-› **`تشغيل`**/**`شغل`** ~ **ݪـ تشغيݪ اެلاغَنية باެلاتصاݪ**  .
-› **`فيد`**/**`فيديو`** ~ **ݪـ تشغيݪ مقطع فديو باެلاتصاݪ** .

-› **`مؤقت`**/**`وكف`** ~ **ݪـ اެيقاف اެݪتشغيݪ مَؤقت** .
-› **`استمرار`** ~ **ݪـ اެستمݛاެݛ اެݪتشغيݪ** .

-› **`تكرار`** ~ **ݪـ تكݛاެݛ اެلاغَنية 100 مݛه** .
-› **`انهاء`** ~ **ݪـ اެنهاء اݪتكݛاެݛ** .
-› **`تخطي`**/**`سكب`** ~ **ݪـ تخطي اެلاغَنية** .

-› **`كتم`** ~ **ݪـ كتم اެلاغَنية** .
-› **`رفع`** ~ **ݪـ ݛفع الكتم** .

-› **`ايقاف`** ~ **ݪـ اެيقاف اެݪتشغيݪ** .

◥ **مطـوݛ اެݪسـوݛس** ~ @K_r_9K ◤ .""")
